{
  "vitamins": [
    {
      "id": 1,
      "vitamin_brand": "Nutra Harmony",
      "vitamin_name": "8-in-1 B Complex with Vitamin B12",
      "msrp": "24.89",
      "page_slug": "energy_a001",
      "category": "Energy Management",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/energy_a001.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a001_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a001_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a001_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a001_slide_4.webp",
      "synopsis": "USDA Organic Vitamin B-Complex B5 Pantothenic Acid | B12 Methylcobalamin | B1 Thiamine | B6 Pyridoxine | B7 Biotin | B9 Folic | B3 Niacinamide - B Complex Liquid Drops, Made in USA Supplement, 2fl oz",
      "description": "20,000 mcg Sublingual B Complex – A blend of Vitamin B5 Pantothenic Acid, Thiamine B1, Riboflavin B2, Niacinamide B3, Pyridoxine B6, Biotin B7, Folic Acid B9 & Methylcobalamin B12 vitamins for energy, brain, heart, metabolism, vitality & immune aid. The perfect energy mix of B1, B2, B3, B4, B5, B6, B7, B9 & B12 with natural berry flavor & 2 months of intake.<br /><br />USDA Organic Vitamin B Complex – Empower energized & vibrant you with our premium quality USDA-organic liquid b complex drops with vitamin B5 & Methylcobalamin B12. Organic vitamin b complex B1, B2, B3, B4, B5, B6, B7, B9 & B12 are designed to supercharge energy levels, this liquid powerhouse is a go-to source for feeling more alive and vibrant daily.<br /><br />Energy, Brain & Heart Support – Vitamin b-complex supplements for men & women are crafted to support your brain and nerve functions to stay sharp, focused, and mentally excellent. Let your intelligence shine with sustained brain and nerve support! The robust mix of liquid vitamin b complex with Pantothenic Acid B5 & Vit B12 ensures your immune system can handle life's challenges!<br /><br />USA-made, Organic & Safe – USDA organic liquid vit b complex formula with Pantothenic Acid B5 & Methylcobalamin B12 signifies a potent dosage, ensuring each drop is robust and has maximum benefits for your wellness. Vitamin b drops are non-GMO, alcohol-free, and free of DYE or preservatives. Organic B-complex drops with Pantothenic Acid B5 & Methylcobalamin B12 have been meticulously crafted per the most rigorous industry standards.<br /><br />Made with Care & Love – At NUTRAHARMONY, we desire to provide you with quality and outstanding service. If, for any reason, you are not happy with b complex liquid drops, just let us know! Drop a message to share your experience with b vitamins complex B1, B2, B3, B4, B5 Pantothenic Acid, B6, B7, B9 & Methylcobalamin B12!"
    },

    {
      "id": 2,
      "vitamin_brand": "Lunakai",
      "vitamin_name": "Energy Gummies",
      "msrp": "25.93",
      "page_slug": "energy_a002",
      "category": "Energy Management",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/energy_a002.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a002_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a002_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a002_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a002_slide_4.webp",
      "synopsis": "Lunakai Energy Gummies – USA Made Natural Energy Supplements – Vegan Vitamin B12 Gummies for Women & Men – Delicious Methyl B12 3000 mcg, 60ct",
      "description": "Boost Your Daily Energy Naturally – These B 12 energy gummies are formulated to help support energy levels, making them a great choice for those looking to stay active and focused throughout the day.<br /><br />High-Potency Vitamin B 12 for Metabolism Support – Each serving contains 3000 mcg of methylcobalamin B12, a bioavailable form of vitamin b 12 known to help maintain normal metabolic function.<br /><br />Tasty & Convenient On-the-Go Energy Support – Enjoy the benefits of an energy supplement without pills or messy powders. These b12 chewables for adults are easy to take anytime, anywhere.<br /><br />Made for Women & Men Seeking Energy & Focus – Designed to help fight occasional tiredness, our b12 vitamins for women and b12 vitamins for men support cognitive function and clarity.<br /><br />Vegan, Gluten-Free & Made with Natural Ingredients – Our vitamin b12 gummies are made without gelatin, gluten, or artificial additives, ensuring a clean formula suitable for all lifestyles.<br /><br />Chewable B12 for Fast Absorption – Unlike traditional capsules, these b12 chewables are designed for quicker absorption, helping you feel the benefits faster than standard b12 supplements for men and women.<br /><br />Delicious Citrus Flavor with No Aftertaste – Enjoy the refreshing taste of these b vitamin gummies with a naturally sweet citrus flavor that makes taking your b12 energy gummies a treat.<br /><br />Essential Nutrients for Daily Wellness – These b12 gummy vitamins provide an easy way to supplement your diet with a key nutrient essential for maintaining healthy energy and vitality.<br /><br />Perfect for Busy Lifestyles – Whether you’re working, traveling, or hitting the gym, these energy gummies for women and men are a convenient way to fuel your day without the need for water.<br /><br />Proudly Made in the USA & Quality Assured – Our b12 vitamins gummies are made in a GMP-certified facility, ensuring premium quality. A trusted choice for those seeking a reliable energy gummy supplement."
    },
    {
      "id": 3,
      "vitamin_brand": "ProTKFU",
      "vitamin_name": "Magnesium Glycinate Gummies 600mg",
      "msrp": "19.99",
      "page_slug": "energy_a003",
      "category": "Energy Management",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/energy_a003.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a003_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a003_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a003_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a003_slide_4.webp",
      "synopsis": "90 CT Magnesium Glycinate Gummies 600mg, Sugar Free Magnesium Gummies w/Zinc & Vitamin D3 & K2 - Magnesium Supplements for Sleep, Supports Bone Health, Nerve & Immune Function",
      "description": "'Advanced Stress-Zen Formula with Rapid-Absorption Magnesium Glycinate': ProTKFU Magnesium Glycinate Zinc Gummies, Each gummy contains 600mg of magnesium glycinate and 20mg of zinc gluconate. With a scientifically - formulated ratio, it promotes the synergistic absorption of minerals, offering a nutritional enhancement solution where 1 + 1 > 2. Improve sleep quality by 42% in 2 weeks. Helps ease muscle tension, enhance cognitive function.<br /><br />D3+K2 Bone & Mood Duo - 1000IU Sunshine Vitamin D3 + 20mcg Vitamin K2: Unlike basic D3 supplements, our vitamin K2 directs calcium to bones (not arteries), with 300% higher bioavailability than K1. Ideal for office workers with <20min daily sunlight exposure.<br /><br />Energy Unlocked: Power Through High-Stress Living：20mg Zinc Immune Defense + Hormone Balance. Zinc Gluconate Optimized for Fast Bioavailability. Power your immunity with zinc levels matching daily guidelines. Suitable for Adults & Kids<br /><br />Excellent Value for Money & Easy to Swallow: Our magnesium glycinate is a simple and enjoyable way to get your daily dose of magnesium. Indulge in guilt-free pleasure! Two Gummies at a Time, Elevate Your Well-being. Each bottle contains 90 tasty gummies, providing you with a generous 45 servings.<br /><br />GMO-Free+Gluten Free + Sugar-Free + Natural Multi-Berry Flavors: ProTKFU use 100% Natural Ingredients and GMP Certified Facility. Vegan, Non-GMO, Gluten-free & Gelatin-free. All of ProTKFU products are sourced formulated and manufactured with the highest quality standards via GMP Certified Facility. If you receive ProTKFU product with any problems, please contact us immediately. The EXP date is marked on the label of each bottle."
    },
    {
      "id": 4,
      "vitamin_brand": "Garden of Life",
      "vitamin_name": "Vitamin Code Raw B-12-30 Capsules",
      "msrp": "37.99",
      "page_slug": "energy_a004",
      "category": "Energy Management",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/energy_a004.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a004_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a004_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a004_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/energy_a004_slide_4.webp",
      "synopsis": "Garden of Life Vitamin Code Raw B-12-30 Capsules, 1,000mcg Whole Food B12 Methylcobalamin for Energy, Vegan Methylcobalamin Vitamin Plus Probiotics and Enzymes, Gluten Free Supplements",
      "description": "Although the human body does store vitamin B12, it is the most common nutritional deficiency in the developing world and possibly in the U.S. (reports the August 2005 issue of the Harvard Health Letter). Essential to protect the body against anemia and support a healthy central nervous system†, vitamin B12 is a water-soluble vitamin involved in the metabolism of every cell of the body. Helping to support the body’s own production of energy through its role in the metabolism of food, vitamin B12 helps maintain healthy nerve cells and red blood cells and is also needed to make DNA, the genetic material in all cells. These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure or prevent any disease.<br /><br /><strong>Directions : </strong> Adults take 1 capsule daily. May be taken with or without food. Capsule may be opened and contents may be added to water or raw juice. Not intended for children. <br /><br /><strong>Ingredients : </strong> Vitamin B12 (as Methylcobalamin from culture of Saccharomyces cerevisiae); Raw Probiotic & Enzyme Blend: Lipase, Protease, Aspergillopepsin, beta-Glucanase, Cellulase, Bromelain, Phytase, Lactase, Papain, Peptidase, Pectinase, Hemicellulase, Xylanase, [Lactobacillus plantarum, Lactobacillus bulgaricus]. Raw Organic Fruit & Vegetable Blend: Organic Apple (fruit), Organic Beet (root), Organic Broccoli (stalk & flower), Organic Carrot (root), Organic Spinach (leaf), Organic Tomato (fruit), Organic Strawberry (fruit), Organic Tart Cherry (fruit), Organic Blackberry (fruit), Organic Green Bell Pepper (fruit), Organic Brussels Sprout (leaf), Organic Blueberry (fruit), Organic Ginger (root), Organic Garlic (bulb), Organic Green Onion (bulb), Organic Raspberry (fruit), Organic Parsley (leaf), Organic Cauliflower (flower & stem), Organic Red Cabbage (leaf), Organic Kale (leaf), Organic Cucumber (gourd), Organic Celery (stalk), Organic Asparagus (flower & stem). Made without dairy or soy ingredients, peanut, tree nuts or shellfish. Manufactured in a facility that also processes soy, dairy, peanut, tree nuts and shellfish. No artificial colors or preservatives."
    },
    {
      "id": 5,
      "vitamin_brand": "Once Daily",
      "vitamin_name": "Multivitamin for Men - B-Complex",
      "msrp": "37.89",
      "page_slug": "men_a005",
      "category": "Male Health",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/men_a001.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a005_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a005_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a005_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a005_slide_4.webp",
      "synopsis": "Multivitamin for Men - B-Complex | Whole Foods & Enzymes - Energy, Focus & Brain | Men's Health Complex - 46in1 Mens Multivitamin - Bioavailable & Gentle on Stomach - Made in USA - 90 Capsules, 1/Day",
      "description": "Multivitamin For Men 46-in-1 — a powerhouse designed for men’s daily needs: supports energy and metabolism, boosts immune health, enhances strength and endurance, focus & memory. This men’s multivitamin is formulated to fuel overall men’s health, helping you stay strong, sharp, and energized every day.<br /><br />Focus & Memory Complex — stay sharp & focused naturally. Our focus & memory complex of multivitamin for men is crafted to support clarity, memory, and concentration without caffeine. Designed to keep your mind alert and performing at its best, this blend pairs perfectly with your lifestyle, helping you tackle your day with confidence & lasting focus.<br /><br />Whole Food Blend — packed with nature’s power, our multivitamin contains a whole food blend: super-greens, vegetables, fruits & berries for whole-body nourishment. Featuring beetroot, kale, broccoli, blueberry, pomegranate, and more, it delivers essential nutrients from real food sources for your daily dose of natural men’s health support.<br /><br />Formulated for Men — one capsule daily for complex wellness! Tailored for men’s unique needs, this multivitamin for men offers precisely dosed, bioavailable nutrients recommended by health experts. With gentle forms like Methylcobalamin, Zinc Bisglycinate, Magnesium Citrate, and more, it ensures enhanced absorption & stomach-friendly support.<br /><br />Made in USA & Quality Assured — our mens vitamins multivitamin capsules are proudly made in the USA with globally sourced ingredients, following strict quality standards. Non-GMO and GMP certified, delivering maximum potency and purity. At NUTRAHARMONY, we ensure scientifically formulated mens multivitamins & exceptional service you can trust for your wellness journey!"
    },
    {
      "id": 6,
      "vitamin_brand": "Llama Naturals",
      "vitamin_name": "Kids Multi Organic & Vegan Multivitamin Gummies",
      "msrp": "31.49",
      "page_slug": "kids_a006",
      "category": "Child Health",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/kids_a006.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/kids_a006_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/kids_a006_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/kids_a006_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/kids_a006_slide_4.webp",
      "synopsis": "Llama Naturals Kids Multivitamin Gummies, Vegan, Organic with Vitamin D, C & K, Toddler Real Fruit Gummy Vitamins, Chewable Supplement, Whole Food Multivitamin, No Added Sugar Cane, Strawberry, 90 Ct",
      "description": "<strong>OVERALL HEALTH AND IMMUNE SUPPORT:</strong> Llama Naturals Kids Multivitamin supports your kid’s body and brain health during their key formative years! Selected “Best Vitamin Brand For Kids” by multiple RDs at Healthline.<br /><br /><strong>VITAMINS FROM WHOLE FOODS:</strong> Our real fruit gummies feature 13 natural vitamins and phytonutrients from 9 lbs of organic fruit and vegetables, for up to 4x better absorption. Included are key vitamins and nutrients that promote immune health, energy levels and focus such as Vitamin A as Beta Carotenes, Vitamin C, Vitamin D, Vitamin E, Vitamin K1, Vitamin B1, Vitamin B2, Vitamin B6, Vitamin B12, Niacin, Folate, Biotin, and Pantothenic Acid.<br /><br /><strong>NO JUNK OR ALLERGENS: </strong>Our kids' multivitamin gummies are made from real organic fruit with no added sugar cane, syrups, sweeteners, synthetic vitamins, gelatin, artificial ingredients, or colorings. This plant-based, vegan, non-GMO multivitamin is free from peanuts, tree nuts, corn, gluten, soy, dairy, eggs, and shellfish. Llama Naturals products are 3rd-party tested for safety, purity, and potency—including contaminants, harmful microbes, and unwanted impurities—to ensure the highest quality.<br /><br /><strong>DENTIST FRIENDLY: </strong>Dentists love this kids multivitamin! Unlike your average kids vitamins, our formula is less sticky with no tooth-harming acids or cane sugar added.<br /><br />PICKY EATER APPROVED: These are soft, delicious, and chewable strawberry-flavored kids multivitamin gummies that make it fun for kids to get their daily greens — no pills, mess or fuss about it! If your kids don’t love the taste, please reach out and we'll make it right."
    },

    {
      "id": 7,
      "vitamin_brand": "Llama Naturals",
      "vitamin_name": "Kids Elderberry Organic & Vegan Multivitamin Gummies",
      "msrp": "31.49",
      "page_slug": "kids_a007",
      "category": "Child Health",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/kids_a007.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/kids_a007_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/kids_a007_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/kids_a007_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/kids_a007_slide_4.webp",
      "synopsis": "Llama Naturals Elderberry Gummies for Kids, Vegan, Organic Immune Support Supplement with Vitamin C and Zinc, Toddler Real Fruit Gummy Vitamins for Immunity, Chewable, No Added Sugar Cane, 60 Ct",
      "description": "<strong>IMMUNE SUPPORT FOR KIDS:</strong> Strengthen your kids immunity with the help of our elderberry gummies — formulated with 3 natural immune supporting ingredients: Organic Elderberry Extract, Natural Vitamin C from Organic Acerola Cherries, and Zinc Chelate. All of which have been shown to help millions of families for centuries!<br /><br /><strong>HIGH STRENGTH FORMULA:</strong> Our immune support supplement features a high-potency formula with an Organic Elderberry Extract that's 35x more potent than regular elderberries!<br /><br /><strong>NO JUNK OR ALLERGENS:</strong> These vitamins for kids are made with real apples, peaches, and elderberries with no added sugar cane, syrups, sweeteners, synthetic vitamins, gelatin, artificial ingredients and colorings. They're also plant based, vegan, organic, and contain no peanuts, tree-nuts, corn, gluten, soy, dairy, eggs, or shellfish.<br /><br /><strong>DENTIST FRIENDLY: Dentists love these immune support gummies! Unlike your average kids vitamins, our formula is less sticky with no tooth-harming acids or cane sugar added.<br /><br /><strong>PICKY EATER APPROVED:</strong> These are soft and chewable gummy vitamins with a delicious fruit taste that kids will love — no pills, mess or fuss about it! If your kids don’t love the taste, please reach out and we'll make it right."
    },
    {
      "id": 8,
      "vitamin_brand": "GNC",
      "vitamin_name": "Mega Men Energy & Metabolism Multivitamin Caplets",
      "msrp": "48.99",
      "page_slug": "men_a008",
      "category": "Male Health",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/men_a008.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a008_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a008_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a008_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a008_slide_4.webp",
      "synopsis": "GNC Mega Men Energy & Metabolism Multivitamin Caplets, Clinically Proven To Feel Better, Calorie Burn, Focus, 100mg Caffeine, Thermogenic, Immune, B Vitamins, Timed Release, 180 Count, 90 Day Supply",
      "description": "<strong>IMMUNE SUPPORT FOR KIDS:</strong> Strengthen your kids immunity with the help of our elderberry gummies — formulated with 3 natural immune supporting ingredients: Organic Elderberry Extract, Natural Vitamin C from Organic Acerola Cherries, and Zinc Chelate. All of which have been shown to help millions of families for centuries!<br /><br /><strong>HIGH STRENGTH FORMULA:</strong> Our immune support supplement features a high-potency formula with an Organic Elderberry Extract that's 35x more potent than regular elderberries!<br /><br /><strong>NO JUNK OR ALLERGENS:</strong> These vitamins for kids are made with real apples, peaches, and elderberries with no added sugar cane, syrups, sweeteners, synthetic vitamins, gelatin, artificial ingredients and colorings. They're also plant based, vegan, organic, and contain no peanuts, tree-nuts, corn, gluten, soy, dairy, eggs, or shellfish.<br /><br /><strong>DENTIST FRIENDLY: Dentists love these immune support gummies! Unlike your average kids vitamins, our formula is less sticky with no tooth-harming acids or cane sugar added.<br /><br /><strong>PICKY EATER APPROVED:</strong> These are soft and chewable gummy vitamins with a delicious fruit taste that kids will love — no pills, mess or fuss about it! If your kids don’t love the taste, please reach out and we'll make it right."
    },
    {
      "id": 9,
      "vitamin_brand": "Garden of Life",
      "vitamin_name": "Vitamin Code Raw One for Men, Once Daily Multivitamin, 30 Capsules",
      "msrp": "32.99",
      "page_slug": "men_a009",
      "category": "Male Health",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/men_a009.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a009_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a009_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a009_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a009_slide_4.webp",
      "synopsis": "Garden of Life Vitamin Code Raw One for Men, Once Daily Multivitamin, 30 Capsules, One a Day Mens Vitamins Plus Fruit, Veggies & Probiotics for Mens Health, Vegetarian Multivitamins",
      "description": "<strong>ONE AND DONE:</strong> When it comes to men's multivitamins this one a day is king—whole food nutrition, formulated to meet the unique needs of active men on the go with 100% DV of 18 minerals and vitamins for men including vitamin A, C, D, K, B Complex & Zinc<br /><br /><strong>MULTIVITAMIN WITH PROBIOTICS & WHOLE FOODS:</strong> One a day men's vitamins support prostate & heart health, energy and healthy stress response; 24 powdered organically grown raw fruits and vegetables add supporting antioxidants, vitamins & nutrient cofactors<br /><br /><strong>PROSTATE SUPPLEMENTS FOR MEN:</strong> This men's multivitamin and mineral supplement has vitamin E, Selenium & Zinc for prostate support plus B vitamins like B12, B6, Biotin, Niacin and Folate (not synthetic Folic Acid) along with vitamin C & E for heart health<br /><br /><strong>PROBIOTICS FOR MEN:</strong> Featuring raw probiotics L. bulgaricus and L. plantarum and digestive enzymes—Lipase, Protease, Bromelain, Lactase, Papain & more—to support healthy digestion; Take one capsule daily or open capsule & mix contents with water or juice<br /><br /><strong>SAY YES TO CLEAN SUPPLEMENTS:</strong> Our Whole Food Multivitamin is Third-Party Certified Non-GMO, Gluten Free & Kosher; It's also RAW—meaning no high heat, synthetic binders, fillers, artificial flavors, sweeteners, colors or additives commonly used in tablets."
    },

    {
      "id": 10,
      "vitamin_brand": "Ylvarin Thoria",
      "vitamin_name": "Saw Palmetto Gummies for Men – 600mg Extra Strength",
      "msrp": "48.99",
      "page_slug": "men_a010",
      "category": "Male Health",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/men_a010.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a010_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a010_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a010_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a010_slide_4.webp",
      "synopsis": "Saw Palmetto Gummies for Men – 600mg Extra Strength DHT Blocker with Biotin, Pumpkin Seed – Supports Prostate Function, Urinary Flow & Hair Regrowth Supplement, 60 Passionfruit-Dragonfruit Gummies",
      "description": "Start Each Day with Confidence — Botanicals Tailored for Men. No man wants to feel held back by thinning hair or discomfort. Our saw palmetto gummies for men combine Beta-Sitosterol, Pumpkin Seed Oil, African Plum Bark, and Stinging Nettle—plant-based ingredients that speak to what modern men really need. With antioxidant-rich Lycopene, it’s a small but powerful daily act of self-respect. Because you deserve to feel sharp, steady, and in control—every single day.<br /><br />Reclaim Your Reflection — Fortified DHT Defense in Every Gummy. It’s more than hair—it's about how you see yourself. Each gummy delivers 600mg Saw Palmetto, 10,000mcg Biotin, and a science-backed blend of Green Tea and Quercetin to address what’s standing between you and thicker, fuller strands. Strengthened with Zinc and Vitamin D, this is your daily formula to face the mirror with pride—and confidence you can feel.<br /><br />Fuel Your Fire — Clean Energy That Keeps Up With You . You’re constantly balancing work, life, workouts, and everything in between. That’s why we included Japanese Knotweed and Pomegranate Extract—ingredients rooted in tradition and purpose—to match your pace. When focus lags and your spark fades, these dht blocker for men gummies are your daily ritual for staying clear, grounded, and present in every moment that matters.<br /><br />Joy in Every Bite—No Pills, Just Flavorful Freedom . Taking care of yourself shouldn’t feel like a chore. With an exotic passionfruit-dragonfruit flavor, these soft chews are your escape from boring capsules and chalky powders. Whether you’re heading to work, catching a flight, or wrapping up your day, this is self-care that tastes like something you actually want—because wellness should feel good, too.<br /><br />Crafted with Intention, Made for Real Life. We know what matters: clean ingredients, no gimmicks, and real benefits. That’s why our gummies are made in the USA, gluten-free, soy-free, and free from artificial fillers. When you choose this formula, you’re not just buying a saw palmetto supplement—you’re investing in your everyday strength."
    },
    {
      "id": 11,
      "vitamin_brand": "LiliCare",
      "vitamin_name": "Womens Multivitamin Gummy with Iron",
      "msrp": "36.49",
      "page_slug": "women_a011",
      "category": "Female Health",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/women_a011.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a011_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a011_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a011_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a011_slide_4.webp",
      "synopsis": "Womens Multivitamin Gummy with Iron, Biotin 2500mcg, Collagen, Keratin, Daily Vitamins A C D E Folate, B Complex, Methylated Multivitamin for Women Support Energy, Beauty, Immune, Sugar Free, 60 Count",
      "description": "Complete & Beauty Multivitamins for HER: LILICARE's womens multivitamin gummy offer comprehensive nutritional support designed for active lifestyles. With over 30 essential nutrients including vitamins A, C, E, methylated folate, B-complex vitamins, and key minerals like iron and copper - our formula also features beauty-enhancing collagen and keratin. These sugar-free, bite-sized women vitamins gummies help bridge nutritional gaps especially when eating habits are less than ideal.<br /><br />Daily Energy, Simplified: Micronutrient deficiencies can impact your vitality, and even healthy diets may not give you everything you need for boundless energy. But with relevant doses of CoQ10, B-complex vitamins, minerals, D3, iodine and more, this multivitamin for women gummies will put the natural spring back into your step.<br /><br />Start to look & feel confident: Feel beautiful and support your wellness with a powerful blend of 2500 mcg of biotin and essential vitamins—such as A, C, E, B5, B6, and B9—that provide vital nutrients for your hair, skin, and nails. Formulated with marine collagen and keratin to enhance your appearance, plus a nutritious blend of plant-based antioxidants (echinacea, resveratrol, grape seed, etc.) to support overall health and help you feel amazing.<br /><br />A Tasty Twist on Women’s Health: Say goodbye to hard-to-swallow pills and capsules! This gummy vitamins for women offer a mouth-watering fruity flavor with a soft, juicy texture. Sweetened with natural monk fruit extract and made with fruit pectin, they're a clean, non-GMO nutritional solution for every woman. Perfect for busy lifestyles, these gummies provide a simple, enjoyable way to maintain daily nutrition on the go, supporting overall wellness without the hassle.<br /><br />[Innovative GummieJel Technology | Premium Quality]:LILICARE’s filled gummies feature the breakthrough GummieJel Liquid Core Delivery System - The unique dual layer design maximized nutrients bioavailability & stability, outer pectin layer safeguards potency, while the inner liquid core ensures nutrients fast uptake. Our filled gummies are free from soy, gluten, and artificial additives such as colors and flavors. Have questions? Please contact us, and we will promptly resolve them."
    },
    {
      "id": 12,
      "vitamin_brand": "LiliCare",
      "vitamin_name": "Mens Multivitamins Gummies",
      "msrp": "36.49",
      "page_slug": "men_a012",
      "category": "Male Health",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/men_a012.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a012_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a012_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a012_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/men_a012_slide_4.webp",
      "synopsis": "Mens Multivitamins Gummies, Multiminerals, Vegan Omega 3, CoQ10, Probiotics, Daily Mens Vitamins A C D3 E B6 B12, Methylated Multivitamin for Men - Energy, Immunity, Sugar Free, Vegan (No Iron) 60 Cts",
      "description": "Complete Multivitamins & Multiminerals for HIM: We believe mens multivitamins should encompass more than just a few basic ingredients, which is why we boasts an impressive blend of over 40+ active components, including Men Vitamins A, C, D3 K2, E, methylated folate; B complex vitamins; minerals such as copper, zinc; vegan Omega3 DHA & EPA; botanical nutrients like cranberry, turmeric; probiotics and digestive enzymes in a delicious serving. Designed to fill the nutrient gaps in the modern diet.<br /><br />Men's Vitality Complex: Whether you’re hanging with your family, prepping for a big meeting, or heading to the gym, you need a multivitamin that can keep up with everything you do. LILICARE multivitamin for men gummies is an easy way to get the nutrition you need and the energy support your busy life requires. With multi essential minerals such as magnesium, chromium, and B complex vitamins to restore your energy and keep you going.<br /><br />Level Up Men's Nutrition: LILICARE mens vitamins multivitamin brings together 80 Billion CFU probiotics with 7 strains targeting multiple areas and an 80mg digestive enzyme blend to create an all-in-one gut health solution. Plus a rich blend of botanical antioxidants help combat free radicals, supporting whole system health. Always be there for your family – like their own superhero! Get all the support your body needs to dominate the day!<br /><br />A Juicy Burst of Goodness: Say goodbye to hard-to-swallow pills or capsules! LILICARE men's multivitamin liquid-filled gummies deliver mouth-watering fruity flavor and a soft, juicy texture with zero sugar. Sweetened with natural Monk Fruit(Lo Han Guo) extract, Non-GMO, Gelatin-free, made with plant pectin. Perfect for on-the-go enjoyment, for those seeking a healthier alternative, this is for you. You'll never forget to take your multivitamin supplement again! <br /><br />[Innovative GummieJel Technology | Premium Quality]:LILICARE’s filled gummies feature the breakthrough GummieJel Liquid Core Delivery System - The unique dual layer design maximized nutrients bioavailability & stability, outer pectin layer safeguards potency, while the inner liquid core ensures nutrients fast uptake. Our filled gummies are free from soy, gluten, and artificial additives such as colors and flavors. Have questions? Please contact us, and we will promptly resolve them."
    },
    {
      "id": 13,
      "vitamin_brand": "Supplements Studio",
      "vitamin_name": "Women's Daily Multivitamin 50 Plus - Vegan",
      "msrp": "28.99",
      "page_slug": "women_a013",
      "category": "Female Health",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/women_a013.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a013_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a013_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a013_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a013_slide_4.webp",
      "synopsis": "Women's Daily Multivitamin 50 Plus - Vegan Methylated Multivitamin for Women 50 and Over with Biotin, Organic Superfoods & Lutein - Eye, Energy, Gut & Optimal Health Support - Easy to Swallow Capsules",
      "description": "Easy to Swallow: This comprehensive vegan multivitamin for women 50 and over is expertly formulated to support energy, clarity, focus, immunity, hair, skin, nails, gut, cardiovascular and eye health—all in one convenient daily capsule.<br /><br />Free from Fillers and Additives: Crafted with your health in mind and free from fillers like rice flour and magnesium stearate, our women's daily multivitamin capsules deliver high-potency benefits without the unwanted extras so you can trust what you're putting into your body.<br /><br />Women's Multivitamin 50 Plus Full-Spectrum Support: A powerhouse of essential vitamins and minerals, including Vitamins A, B-Complex, C, D3, K2, E, plus Biotin, Zinc, Magnesium, Selenium, and Folate. Enhanced with an eye health support blend, and a robust Probiotic and Digestive Enzyme blend for comprehensive wellness.<br /><br />Eye Support Blend: This multivitamin for women over 50 features carefully selected ingredients, including bilberry, lutein, and zeaxanthin.<br /><br />Vegan Multivitamin Enriched with Organic Superfoods: This dynamic formula blends essential vitamins and minerals with powerful superfoods like organic Alfalfa Leaf, Moringa Leaf, Spirulina, Dulse, and more. Packed with nutrients and antioxidants, it provides an added boost often missing from the average diet.<br /><br />Made in the USA – All our products are proudly manufactured in cGMP-certified facilities in the U.S. under strict quality control standards, using high-quality, non-GMO ingredients with no unnecessary fillers or additives to support whole-body wellness.<br /><br />Third-Party Lab Tested for quality, purity, and heavy metals, ensuring every batch meets our strict quality standards.<br /><br />Please note: Capsule color and scent may vary from batch to batch due to the natural variation in whole food ingredients, including the season and location of harvest."
    },

    {
      "id": 14,
      "vitamin_brand": "Nutra Harmony",
      "vitamin_name": "Multivitamin for Women - B-Complex",
      "msrp": "26.49",
      "page_slug": "women_a014",
      "category": "Female Health",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/women_a014.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a014_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a014_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a014_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a014_slide_4.webp",
      "synopsis": "Multivitamin for Women - B-Complex | Whole Foods | Hair Growth Support | Digestion & Metabolism | Iron - 47in1 Womens Multivitamin - Bioavailable & Gentle on Stomach - Made in USA - 90 Capsules",
      "description": "Multivitamin For Women 47-in-1 — effortless blend, designed to support women’s daily health! This womens multivitamin combines 47 powerful ingredients to help boost energy, metabolism, enhance focus and concentration, support immune health, balanced mood & cognition. Our multivitamin also maintains healthy hair, skin, and nails — making it the ideal vitamin for women who want all-in-one daily support.<br /><br />Beauty Complex — reveal your natural beauty with our potent blend of Biotin, Collagen & Keratin in women’s multivitamin! This beauty complex supports stronger, thicker hair, enhances skin elasticity and hydration, and maintains nail strength & resilience. It nourishes your beauty from the inside out for a radiant, healthy glow every day!<br /><br />Whole Food Blend — packed with nature’s finest, our whole food blend combines vegetables, supergreens, berries, and botanicals for holistic wellness. Featuring beetroot, kale, spinach, blueberry, pomegranate, and more, it delivers essential nutrients from real food sources for your daily dose of natural women’s health support.<br /><br />Formulated for Women — one capsule daily for complex wellness! Expertly crafted, highly absorbable & precisely dosed vitamins for women and to meet women’s unique needs. Featuring bioavailable, gentle forms like Methylcobalamin and Ferrous Bisglycinate for enhanced absorption & stomach comfort. Trusted women’s one-a-day multivitamins for vibrant wellness.<br /><br />Made in USA & Quality Assured — our capsules are proudly made in the USA with globally sourced ingredients, following strict quality standards. Non-GMO and GMP certified, deliver maximum potency and purity. At NUTRAHARMONY, we ensure scientifically formulated womens multivitamins and exceptional service you can trust for your wellness journey!"
    },

    {
      "id": 15,
      "vitamin_brand": "Garden of Life",
      "vitamin_name": "Vitamin Code Raw One for Women",
      "msrp": "37.49",
      "page_slug": "women_a015",
      "category": "Female Health",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/women_a015.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a015_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a015_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a015_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/women_a015_slide_4.webp",
      "synopsis": "Garden of Life Vitamin Code Raw One for Women, Once Daily Women's Multivitamin - 75 Capsules, One a Day Vitamins Whole Food Iron, Probiotics for Digestive Health, Gluten Free Vegetarian",
      "description": "<strong>ONE AND DONE:</strong> When it comes to women's multivitamins this one a day is queen—whole food nutrition, formulated to meet the unique needs of active women on the go with 100% DV of 16 minerals and vitamins for women including vitamin A, C, D, K & B Complex<br /><br /><strong>MULTIVITAMIN WITH PROBIOTICS & WHOLE FOODS:</strong> One a day women's vitamins support energy, metabolism as well as radiant skin and nails; 24 powdered organically grown raw fruits and vegetables add supporting antioxidants, vitamins & nutrient cofactors.<br /><br /><strong>WOMEN'S MULTIVITAMIN WITH IRON:</strong> Supports reproductive system health with nutrients like Iron and Folate (not synthetic Folic Acid); Vitamin C from Organic Amla Berry, vitamin D3, E, B vitamins B12, B6, Biotin & Niacin, Selenium and Zinc—all in one a day.<br /><br /><strong>PROBIOTICS & ENZYMES FOR WOMEN:</strong> Featuring live raw Lactobacillus probiotics and digestive enzymes Lipase, Protease, Bromelain, Lactase, Papain & more to support healthy digestion; Take one capsule daily or open capsule & mix contents with water or juice.<br /><br /><strong>SAY YES TO CLEAN SUPPLEMENTS: Our Whole Food Multivitamin is Third-Party Certified Non-GMO, Gluten Free & Kosher; It's also RAW—meaning no high heat, synthetic binders, fillers, artificial flavors, sweeteners, colors or additives commonly used in tablets."
    },
    {
      "id": 16,
      "vitamin_brand": "Oh My Chewy",
      "vitamin_name": "Elderberry Gummies Immunity Support",
      "msrp": "28.49",
      "page_slug": "kids_a016",
      "category": "Child Health",
      "picture_main": "https://vitaminsapi.ryanhunter.ca/images/stills/kids_a016.webp",
      "picture_slide1": "https://vitaminsapi.ryanhunter.ca/images/slides/kids_a016_slide_1.webp",
      "picture_slide2": "https://vitaminsapi.ryanhunter.ca/images/slides/kids_a016_slide_2.webp",
      "picture_slide3": "https://vitaminsapi.ryanhunter.ca/images/slides/kids_a016_slide_3.webp",
      "picture_slide4": "https://vitaminsapi.ryanhunter.ca/images/slides/kids_a016_slide_4.webp",
      "synopsis": "Elderberry Gummies Immunity Support - Real Honey and Lemon Immune Supplement for Kids & Teens with Vitamin C, Echinacea, and Zinc - 60 CT",
      "description": "<strong>UNIQUE and DELICIOUS</strong> Center-Filled Gummies – Lemon and Real Honey exterior with an Elderberry interior, offering a truly palatable experience that turns taking your supplement into a pleasure<br /><br /><strong>COMPLETE</strong> Immune Support Supplement - Our gummies are made with elderberry, echinacea & vitamins C, D, E & Zinc to help support the immune system and a good mood.<br /><br /><strong>Recipe Inspired by Nature</strong> – We use ingredients proven to be safe and effective, formulated without artificial sweeteners, high-fructose corn syrup, or gelatin.<br /><br /><strong>Safe and Effective</strong> - Our daily immune support gummies are made without allergens such as peanuts, eggs, gluten, milk, gelatin & made with real elderberry extract & honey.<br /><br /><strong>Immune Support for All Ages</strong> - Our center-filled gummy is suitable for adults, teens and kids 4+ for daily use. It should be taken daily throughout the year as a supplement."
    }
  ]
}
